Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Apple CMAltimeter documentation — sub-meter barometric accuracy in steady conditions.
ar: توثيق Apple CMAltimeter — دقة بارومترية أقل من متر في الظروف المستقرة.
da: Apple CMAltimeter-dokumentation — barometrisk nøjagtighed under en meter under stabile forhold.
de: Apple-Dokumentation zu CMAltimeter — barometrische Genauigkeit im Submeterbereich unter stabilen Bedingungen.
es: Documentación de Apple CMAltimeter: precisión barométrica por debajo del metro en condiciones estables.
fi: Apple CMAltimeter -dokumentaatio — alle metrin barometrinen tarkkuus vakaissa olosuhteissa.
fr: Documentation Apple CMAltimeter — précision barométrique inférieure au mètre dans des conditions stables.
is: Skjölun Apple CMAltimeter — loftþrýstingsnákvæmni undir einum metra við stöðugar aðstæður.
it: Documentazione Apple CMAltimeter — precisione barometrica inferiore al metro in condizioni stabili.
ja: Apple CMAltimeter のドキュメント — 安定した条件下では 1 m 未満の気圧精度。
ko: Apple CMAltimeter 문서 — 안정된 조건에서 1m 미만의 기압 정확도.
nb: Apple CMAltimeter-dokumentasjon — barometrisk nøyaktighet under én meter under stabile forhold.
nl: Apple CMAltimeter-documentatie — barometrische nauwkeurigheid onder een meter bij stabiele omstandigheden.
pt_br: Documentação do CMAltimeter da Apple — precisão barométrica abaixo de um metro em condições estáveis.
ru: Документация Apple CMAltimeter — барометрическая точность до долей метра в стабильных условиях.
sv: Apples dokumentation för CMAltimeter — barometrisk noggrannhet under en meter vid stabila förhållanden.
zh_hans: Apple CMAltimeter 文档 — 在稳定条件下气压精度可达亚米级。

source: Apple Health export (HRV, HR, sleep) goes only into Apple Health — written by the app, never sent anywhere else
ar: تصدير Apple Health (HRV ومعدل ضربات القلب والنوم) يذهب إلى Apple Health فقط — يكتبه التطبيق ولا يُرسل إلى أي مكان آخر
da: Eksport til Apple Health (HRV, puls, søvn) går kun til Apple Health — skrevet af appen, aldrig sendt andre steder hen
de: Der Export nach Apple Health (HRV, HF, Schlaf) geht nur an Apple Health — von der App geschrieben, nie anderswohin gesendet
es: La exportación a Apple Health (HRV, FC, sueño) va solo a Apple Health: la escribe la app y nunca se envía a ningún otro sitio
fi: Apple Health -vienti (HRV, syke, uni) menee vain Apple Healthiin — sovellus kirjoittaa sen, eikä sitä lähetetä minnekään muualle
fr: L’export vers Apple Santé (HRV, FC, sommeil) va uniquement dans Apple Santé — écrit par l’app, jamais envoyé ailleurs
is: Útflutningur í Apple Health (HRV, púls, svefn) fer aðeins í Apple Health — appið skrifar hann, hann er aldrei sendur annað
it: L'esportazione in Apple Salute (HRV, FC, sonno) va solo in Apple Salute — scritta dall'app, mai inviata altrove
ja: Apple ヘルスケアへの書き出し（HRV、心拍数、睡眠）は Apple ヘルスケアにのみ書き込まれ、それ以外にはどこにも送信されません
ko: Apple 건강 내보내기(HRV, 심박수, 수면)는 Apple 건강으로만 전달됩니다 — 앱이 기록하며 다른 곳으로는 전송되지 않습니다
nb: Apple Health-eksport (HRV, puls, søvn) går bare til Apple Health — skrevet av appen, aldri sendt noe annet sted
nl: Apple Health-export (HRV, HS, slaap) gaat alleen naar Apple Health — geschreven door de app, nergens anders heen gestuurd
pt_br: A exportação para o Apple Saúde (VFC, FC, sono) vai apenas para o Apple Saúde — gravada pelo app, nunca enviada a nenhum outro lugar
ru: Экспорт в Apple Здоровье (ВСР, пульс, сон) идёт только в Apple Здоровье — данные записывает приложение и никуда больше не отправляет
sv: Export till Apple Hälsa (HRV, puls, sömn) går bara till Apple Hälsa — skrivs av appen och skickas aldrig någon annanstans
zh_hans: Apple 健康导出（HRV、心率、睡眠）只会写入 Apple 健康 — 由应用写入，绝不会发送到其他任何地方

source: Apple Intelligence (default, free)
ar: Apple Intelligence (افتراضي، مجاني)
da: Apple Intelligence (standard, gratis)
de: Apple Intelligence (Standard, kostenlos)
es: Apple Intelligence (predeterminado, gratis)
fi: Apple Intelligence (oletus, ilmainen)
fr: Apple Intelligence (par défaut, gratuit)
is: Apple Intelligence (sjálfgefið, ókeypis)
it: Apple Intelligence (predefinita, gratuita)
ja: Apple Intelligence（デフォルト、無料）
ko: Apple Intelligence (기본값, 무료)
nb: Apple Intelligence (standard, gratis)
nl: Apple Intelligence (standaard, gratis)
pt_br: Apple Intelligence (padrão, gratuito)
ru: Apple Intelligence (по умолчанию, бесплатно)
sv: Apple Intelligence (standard, gratis)
zh_hans: Apple Intelligence（默认，免费）

source: Apple Intelligence by default; Claude / ChatGPT / Gemini / Grok / DeepSeek with your own key
ar: Apple Intelligence افتراضيًا؛ Claude / ChatGPT / Gemini / Grok / DeepSeek بمفتاحك الخاص
da: Apple Intelligence som standard; Claude / ChatGPT / Gemini / Grok / DeepSeek med din egen nøgle
de: Standardmäßig Apple Intelligence; Claude / ChatGPT / Gemini / Grok / DeepSeek mit deinem eigenen Schlüssel
es: Apple Intelligence por defecto; Claude / ChatGPT / Gemini / Grok / DeepSeek con tu propia clave
fi: Oletuksena Apple Intelligence; Claude / ChatGPT / Gemini / Grok / DeepSeek omalla avaimellasi
fr: Apple Intelligence par défaut ; Claude / ChatGPT / Gemini / Grok / DeepSeek avec votre propre clé
is: Apple Intelligence sjálfgefið; Claude / ChatGPT / Gemini / Grok / DeepSeek með þínum eigin lykli
it: Apple Intelligence come predefinita; Claude / ChatGPT / Gemini / Grok / DeepSeek con la tua chiave
ja: デフォルトは Apple Intelligence。自分のキーで Claude / ChatGPT / Gemini / Grok / DeepSeek も利用可能
ko: 기본값은 Apple Intelligence, 본인 키로 Claude / ChatGPT / Gemini / Grok / DeepSeek 사용 가능
nb: Apple Intelligence som standard; Claude / ChatGPT / Gemini / Grok / DeepSeek med din egen nøkkel
nl: Standaard Apple Intelligence; Claude / ChatGPT / Gemini / Grok / DeepSeek met je eigen sleutel
pt_br: Apple Intelligence por padrão; Claude / ChatGPT / Gemini / Grok / DeepSeek com sua própria chave
ru: Apple Intelligence по умолчанию; Claude / ChatGPT / Gemini / Grok / DeepSeek с вашим собственным ключом
sv: Apple Intelligence som standard; Claude / ChatGPT / Gemini / Grok / DeepSeek med din egen nyckel
zh_hans: 默认使用 Apple Intelligence；也可用你自己的密钥使用 Claude / ChatGPT / Gemini / Grok / DeepSeek

source: Apple Intelligence is slow on the first call
ar: Apple Intelligence بطيء في الاستدعاء الأول
da: Apple Intelligence er langsom ved første kald
de: Apple Intelligence ist beim ersten Aufruf langsam
es: Apple Intelligence va lento en la primera llamada
fi: Apple Intelligence on hidas ensimmäisellä kutsulla
fr: Apple Intelligence est lent au premier appel
is: Apple Intelligence er hægt í fyrsta kalli
it: Apple Intelligence è lenta alla prima richiesta
ja: Apple Intelligence は最初の呼び出しが遅い
ko: Apple Intelligence는 첫 호출이 느립니다
nb: Apple Intelligence er treg ved første kall
nl: Apple Intelligence is traag bij de eerste aanroep
pt_br: O Apple Intelligence é lento na primeira chamada
ru: Apple Intelligence медленно отвечает на первый запрос
sv: Apple Intelligence är långsam vid första anropet
zh_hans: Apple Intelligence 首次调用较慢

source: Apple Intelligence limits
ar: حدود Apple Intelligence
da: Begrænsninger i Apple Intelligence
de: Grenzen von Apple Intelligence
es: Límites de Apple Intelligence
fi: Apple Intelligencen rajoitukset
fr: Limites d’Apple Intelligence
is: Takmarkanir Apple Intelligence
it: Limiti di Apple Intelligence
ja: Apple Intelligence の制限
ko: Apple Intelligence의 한계
nb: Begrensninger i Apple Intelligence
nl: Beperkingen van Apple Intelligence
pt_br: Limites do Apple Intelligence
ru: Ограничения Apple Intelligence
sv: Begränsningar i Apple Intelligence
zh_hans: Apple Intelligence 的限制

source: Apple Intelligence — context window
ar: Apple Intelligence — نافذة السياق
da: Apple Intelligence — kontekstvindue
de: Apple Intelligence — Kontextfenster
es: Apple Intelligence: ventana de contexto
fi: Apple Intelligence — kontekstiikkuna
fr: Apple Intelligence — fenêtre de contexte
is: Apple Intelligence — samhengisgluggi
it: Apple Intelligence — finestra di contesto
ja: Apple Intelligence — コンテキストウィンドウ
ko: Apple Intelligence — 컨텍스트 창
nb: Apple Intelligence — kontekstvindu
nl: Apple Intelligence — contextvenster
pt_br: Apple Intelligence — janela de contexto
ru: Apple Intelligence — контекстное окно
sv: Apple Intelligence — kontextfönster
zh_hans: Apple Intelligence — 上下文窗口

source: Apple refused to answer
ar: رفضت Apple الإجابة
da: Apple nægtede at svare
de: Apple hat die Antwort verweigert
es: Apple se negó a responder
fi: Apple kieltäytyi vastaamasta
fr: Apple a refusé de répondre
is: Apple neitaði að svara
it: Apple si è rifiutata di rispondere
ja: Apple が回答を拒否した
ko: Apple이 답변을 거부한 경우
nb: Apple nektet å svare
nl: Apple weigerde te antwoorden
pt_br: A Apple se recusou a responder
ru: Apple отказалась отвечать
sv: Apple vägrade svara
zh_hans: Apple 拒绝回答

source: Apple's on-device model has a 4,096-token combined ceiling (system + transcript + tools + response). Once a long voice conversation reaches 70% of that, the oldest user/assistant turn-pairs get dropped verbatim — never summarized — so quoted preferences ("call me Chris") survive. The most recent user turn is always preserved. If a long historical analysis needs the full transcript, switch to a cloud model.
ar: لنموذج Apple على الجهاز سقف مشترك قدره 4,096 رمزًا (النظام + النص + الأدوات + الرد). عندما تبلغ محادثة صوتية طويلة 70% من ذلك، تُحذف أقدم أزواج أدوار المستخدم/المساعد حرفيًا — دون تلخيص أبدًا — فتبقى التفضيلات المقتبسة («ناديني Chris»). تُحفظ آخر رسالة للمستخدم دائمًا. إذا احتاج تحليل تاريخي طويل إلى النص الكامل، فانتقل إلى نموذج سحابي.
da: Apples model på enheden har et samlet loft på 4.096 tokens (system + transskription + værktøjer + svar). Når en lang stemmesamtale når 70 % af det, droppes de ældste par af bruger-/assistentture ordret — aldrig opsummeret — så citerede præferencer (»kald mig Chris«) bevares. Den seneste brugertur bevares altid. Hvis en lang historisk analyse kræver hele transskriptionen, så skift til en cloudmodel.
de: Das On-Device-Modell von Apple hat eine gemeinsame Obergrenze von 4.096 Tokens (System + Transkript + Tools + Antwort). Sobald eine lange Sprachunterhaltung 70 % davon erreicht, werden die ältesten Nutzer-/Assistenten-Paare wörtlich entfernt — nie zusammengefasst —, sodass zitierte Vorlieben („Nenn mich Chris“) erhalten bleiben. Die letzte Nachricht des Nutzers bleibt immer erhalten. Wenn eine lange historische Analyse das gesamte Transkript braucht, wechsle zu einem Cloud-Modell.
es: El modelo en el dispositivo de Apple tiene un límite combinado de 4096 tokens (sistema + transcripción + herramientas + respuesta). Cuando una conversación de voz larga alcanza el 70 % de ese límite, se descartan literalmente los pares de turnos usuario/asistente más antiguos —nunca se resumen—, de modo que las preferencias citadas («llámame Chris») se conservan. El turno más reciente del usuario siempre se conserva. Si un análisis histórico largo necesita la transcripción completa, cambia a un modelo en la nube.
fi: Applen laitteessa toimivalla mallilla on 4 096 tokenin yhteinen yläraja (järjestelmä + keskustelu + työkalut + vastaus). Kun pitkä puhekeskustelu saavuttaa 70 % siitä, vanhimmat käyttäjän ja avustajan vuoroparit poistetaan sanatarkasti — ei koskaan tiivistettynä — joten lainatut toiveet ("kutsu minua Chrisiksi") säilyvät. Viimeisin käyttäjän vuoro säilytetään aina. Jos pitkä historiallinen analyysi tarvitsee koko keskustelun, vaihda pilvimalliin.
fr: Le modèle sur l’appareil d’Apple a un plafond combiné de 4 096 jetons (système + transcription + outils + réponse). Dès qu’une longue conversation vocale atteint 70 % de ce plafond, les plus anciennes paires d’échanges utilisateur/assistant sont retirées telles quelles — jamais résumées — afin que les préférences citées (« appelle-moi Chris ») soient conservées. Le message le plus récent de l’utilisateur est toujours conservé. Si une longue analyse de l’historique nécessite la transcription complète, passez à un modèle cloud.
is: Líkanið frá Apple á tækinu hefur sameiginlegt hámark upp á 4.096 tóka (kerfi + samtal + verkfæri + svar). Þegar langt raddsamtal nær 70% af því eru elstu pör notanda/aðstoðarmanns felld út orðrétt — aldrei tekin saman — svo tilvitnaðar óskir („kallaðu mig Chris“) haldast. Síðasta umferð notandans er alltaf varðveitt. Ef löng söguleg greining þarf allt samtalið skaltu skipta yfir í skýjalíkan.
it: Il modello sul dispositivo di Apple ha un limite combinato di 4.096 token (sistema + trascrizione + strumenti + risposta). Quando una lunga conversazione vocale arriva al 70% di questo limite, le coppie di turni utente/assistente più vecchie vengono eliminate così come sono — mai riassunte — in modo che le preferenze citate ("chiamami Chris") restino. L'ultimo turno dell'utente viene sempre conservato. Se un'analisi storica lunga richiede l'intera trascrizione, passa a un modello cloud.
ja: Apple のオンデバイスモデルには、合計 4,096 トークン（システム + トランスクリプト + ツール + 応答）の上限があります。長い音声会話がその 70% に達すると、最も古いユーザー / アシスタントのターンの組がそのまま削除されます（要約はしません）。そのため、引用された好み（「Chris と呼んで」など）は残ります。直近のユーザーのターンは常に保持されます。長期間の分析で完全なトランスクリプトが必要な場合は、クラウドモデルに切り替えてください。
ko: Apple의 기기 내 모델은 합산 4,096토큰 한도(시스템 + 대화 기록 + 도구 + 응답)가 있습니다. 긴 음성 대화가 그 70%에 도달하면 가장 오래된 사용자/어시스턴트 대화 쌍이 원문 그대로 삭제되며(요약하지 않음), 그래서 인용된 선호 사항("Chris라고 불러줘")은 유지됩니다. 가장 최근 사용자 메시지는 항상 유지됩니다. 긴 과거 분석에 전체 대화 기록이 필요하면 클라우드 모델로 전환하세요.
nb: Apples modell på enheten har et samlet tak på 4 096 tokens (system + transkripsjon + verktøy + svar). Når en lang talesamtale når 70 % av dette, fjernes de eldste bruker/assistent-parene ordrett — aldri oppsummert — slik at siterte preferanser («kall meg Chris») blir bevart. Den siste brukerturen beholdes alltid. Hvis en lang historisk analyse trenger hele transkripsjonen, bytter du til en skymodell.
nl: Het on-device model van Apple heeft een gezamenlijk plafond van 4.096 tokens (systeem + transcript + tools + antwoord). Zodra een lang spraakgesprek 70% daarvan bereikt, worden de oudste beurtparen van gebruiker/assistent letterlijk weggelaten — nooit samengevat — zodat geciteerde voorkeuren (“noem me Chris”) bewaard blijven. De meest recente gebruikersbeurt blijft altijd behouden. Heeft een lange historische analyse het volledige transcript nodig, schakel dan over naar een cloudmodel.
pt_br: O modelo no dispositivo da Apple tem um limite combinado de 4.096 tokens (sistema + transcrição + ferramentas + resposta). Quando uma conversa de voz longa atinge 70% disso, os pares de turnos usuário/assistente mais antigos são descartados literalmente — nunca resumidos — para que preferências citadas ("me chame de Chris") sejam mantidas. O turno mais recente do usuário é sempre preservado. Se uma análise histórica longa precisar da transcrição completa, mude para um modelo na nuvem.
ru: У модели Apple на устройстве общий потолок 4096 токенов (система + расшифровка + инструменты + ответ). Когда длинный голосовой разговор достигает 70% этого объёма, самые старые пары реплик пользователя и ассистента удаляются дословно — без пересказа, — поэтому указанные предпочтения («зови меня Крис») сохраняются. Последняя реплика пользователя сохраняется всегда. Если для длинного анализа истории нужна вся расшифровка, переключитесь на облачную модель.
sv: Apples modell på enheten har ett gemensamt tak på 4 096 token (system + transkript + verktyg + svar). När ett långt röstsamtal når 70 % av det tas de äldsta paren av användar-/assistentturer bort ordagrant — aldrig sammanfattade — så att citerade preferenser ("kalla mig Chris") finns kvar. Den senaste användarturen bevaras alltid. Om en lång historisk analys behöver hela transkriptet, byt till en molnmodell.
zh_hans: Apple 的设备端模型有 4,096 个 token 的总上限（系统 + 对话记录 + 工具 + 回复）。当一段较长的语音对话达到其中的 70% 时，最早的用户/助手轮次对会被原样丢弃 — 从不摘要 — 因此你引用过的偏好（“叫我 Chris”）会被保留。最近一轮用户消息始终保留。如果较长的历史分析需要完整的对话记录，请切换到云端模型。

source: Apple's safety filter blocks some health-adjacent questions. Switch to a connected model in the picker — they don't have the same restriction for the user's own physiological data.
ar: يحظر مرشح الأمان لدى Apple بعض الأسئلة المتعلقة بالصحة. انتقل إلى نموذج متصل من المنتقي — فليس لديه القيد نفسه بالنسبة إلى بيانات المستخدم الفسيولوجية الخاصة.
da: Apples sikkerhedsfilter blokerer nogle helbredsrelaterede spørgsmål. Skift til en forbundet model i vælgeren — de har ikke samme begrænsning for brugerens egne fysiologiske data.
de: Der Sicherheitsfilter von Apple blockiert manche gesundheitsnahen Fragen. Wechsle in der Auswahl zu einem verbundenen Modell — dort gilt diese Einschränkung für die eigenen physiologischen Daten des Nutzers nicht.
es: El filtro de seguridad de Apple bloquea algunas preguntas relacionadas con la salud. Cambia a un modelo conectado en el selector: no tienen la misma restricción para los datos fisiológicos propios del usuario.
fi: Applen turvasuodatin estää joitakin terveyteen liittyviä kysymyksiä. Vaihda valitsimessa yhdistettyyn malliin — niillä ei ole samaa rajoitusta käyttäjän omien fysiologisten tietojen suhteen.
fr: Le filtre de sécurité d’Apple bloque certaines questions proches de la santé. Choisissez un modèle connecté dans le sélecteur — ils n’ont pas la même restriction pour les propres données physiologiques de l’utilisateur.
is: Öryggissía Apple lokar á sumar heilsutengdar spurningar. Skiptu yfir í tengt líkan í valmyndinni — þau hafa ekki sömu takmörkun fyrir lífeðlisfræðileg gögn notandans sjálfs.
it: Il filtro di sicurezza di Apple blocca alcune domande legate alla salute. Passa a un modello connesso nel selettore: non hanno la stessa restrizione per i dati fisiologici dell'utente.
ja: Apple の安全フィルタは、健康に関連する一部の質問をブロックします。ピッカーで接続済みモデルに切り替えてください。ユーザー自身の生理データについては、同じ制限はありません。
ko: Apple의 안전 필터는 건강과 관련된 일부 질문을 차단합니다. 선택기에서 연결된 모델로 전환하세요 — 사용자 본인의 생리 데이터에 대해서는 같은 제한이 없습니다.
nb: Apples sikkerhetsfilter blokkerer noen helserelaterte spørsmål. Bytt til en tilkoblet modell i velgeren — de har ikke den samme begrensningen for brukerens egne fysiologiske data.
nl: Het veiligheidsfilter van Apple blokkeert sommige gezondheidsgerelateerde vragen. Kies een verbonden model in de kiezer — die hebben niet dezelfde beperking voor de eigen fysiologische gegevens van de gebruiker.
pt_br: O filtro de segurança da Apple bloqueia algumas perguntas relacionadas à saúde. Mude para um modelo conectado no seletor — eles não têm a mesma restrição para os dados fisiológicos do próprio usuário.
ru: Фильтр безопасности Apple блокирует некоторые вопросы, связанные со здоровьем. Выберите подключённую модель в списке — у них нет такого ограничения для собственных физиологических данных пользователя.
sv: Apples säkerhetsfilter blockerar vissa hälsorelaterade frågor. Byt till en ansluten modell i väljaren — de har inte samma begränsning för användarens egna fysiologiska data.
zh_hans: Apple 的安全过滤器会拦截一些与健康相关的问题。请在选择器中切换到已连接的模型 — 对于用户自己的生理数据，它们没有同样的限制。

source: Apple's safety filter may refuse some health-adjacent questions; switch to a connected model when that happens
ar: قد يرفض مرشح الأمان لدى Apple بعض الأسئلة المتعلقة بالصحة؛ انتقل إلى نموذج متصل عند حدوث ذلك
da: Apples sikkerhedsfilter kan afvise nogle helbredsrelaterede spørgsmål; skift til en forbundet model, når det sker
de: Der Sicherheitsfilter von Apple kann manche gesundheitsnahen Fragen ablehnen; wechsle in diesem Fall zu einem verbundenen Modell
es: El filtro de seguridad de Apple puede rechazar algunas preguntas relacionadas con la salud; cuando ocurra, cambia a un modelo conectado
fi: Applen turvasuodatin voi kieltäytyä joistakin terveyteen liittyvistä kysymyksistä; vaihda silloin yhdistettyyn malliin
fr: Le filtre de sécurité d’Apple peut refuser certaines questions proches de la santé ; passez alors à un modèle connecté
is: Öryggissía Apple getur neitað sumum heilsutengdum spurningum; skiptu yfir í tengt líkan þegar það gerist
it: Il filtro di sicurezza di Apple può rifiutare alcune domande legate alla salute; in quel caso passa a un modello connesso
ja: Apple の安全フィルタが健康に関連する一部の質問を拒否することがあります。その場合は接続済みモデルに切り替えてください
ko: Apple의 안전 필터가 건강과 관련된 일부 질문을 거부할 수 있습니다. 그럴 때는 연결된 모델로 전환하세요
nb: Apples sikkerhetsfilter kan avvise noen helserelaterte spørsmål; bytt til en tilkoblet modell når det skjer
nl: Het veiligheidsfilter van Apple kan sommige gezondheidsgerelateerde vragen weigeren; schakel dan over naar een verbonden model
pt_br: O filtro de segurança da Apple pode recusar algumas perguntas relacionadas à saúde; quando isso acontecer, mude para um modelo conectado
ru: Фильтр безопасности Apple может отклонять некоторые вопросы, связанные со здоровьем; в таком случае переключитесь на подключённую модель
sv: Apples säkerhetsfilter kan vägra vissa hälsorelaterade frågor; byt till en ansluten modell när det händer
zh_hans: Apple 的安全过滤器可能会拒绝一些与健康相关的问题；遇到这种情况时请切换到已连接的模型

source: Apple's safety filter may refuse some health-adjacent questions; switch to Claude or ChatGPT when that happens.
ar: قد يرفض مرشح الأمان لدى Apple بعض الأسئلة المتعلقة بالصحة؛ انتقل إلى Claude أو ChatGPT عند حدوث ذلك.
da: Apples sikkerhedsfilter kan afvise nogle helbredsrelaterede spørgsmål; skift til Claude eller ChatGPT, når det sker.
de: Der Sicherheitsfilter von Apple kann manche gesundheitsnahen Fragen ablehnen; wechsle in diesem Fall zu Claude oder ChatGPT.
es: El filtro de seguridad de Apple puede rechazar algunas preguntas relacionadas con la salud; cuando ocurra, cambia a Claude o ChatGPT.
fi: Applen turvasuodatin voi kieltäytyä joistakin terveyteen liittyvistä kysymyksistä; vaihda silloin Claudeen tai ChatGPT:hen.
fr: Le filtre de sécurité d’Apple peut refuser certaines questions proches de la santé ; passez alors à Claude ou ChatGPT.
is: Öryggissía Apple getur neitað sumum heilsutengdum spurningum; skiptu yfir í Claude eða ChatGPT þegar það gerist.
it: Il filtro di sicurezza di Apple può rifiutare alcune domande legate alla salute; in quel caso passa a Claude o ChatGPT.
ja: Apple の安全フィルタが健康に関連する一部の質問を拒否することがあります。その場合は Claude または ChatGPT に切り替えてください。
ko: Apple의 안전 필터가 건강과 관련된 일부 질문을 거부할 수 있습니다. 그럴 때는 Claude나 ChatGPT로 전환하세요.
nb: Apples sikkerhetsfilter kan avvise noen helserelaterte spørsmål; bytt til Claude eller ChatGPT når det skjer.
nl: Het veiligheidsfilter van Apple kan sommige gezondheidsgerelateerde vragen weigeren; schakel dan over naar Claude of ChatGPT.
pt_br: O filtro de segurança da Apple pode recusar algumas perguntas relacionadas à saúde; quando isso acontecer, mude para o Claude ou o ChatGPT.
ru: Фильтр безопасности Apple может отклонять некоторые вопросы, связанные со здоровьем; в таком случае переключитесь на Claude или ChatGPT.
sv: Apples säkerhetsfilter kan vägra vissa hälsorelaterade frågor; byt till Claude eller ChatGPT när det händer.
zh_hans: Apple 的安全过滤器可能会拒绝一些与健康相关的问题；遇到这种情况时请切换到 Claude 或 ChatGPT。

source: Architecture (10%)
ar: البنية (10%)
da: Arkitektur (10 %)
de: Architektur (10 %)
es: Arquitectura (10 %)
fi: Rakenne (10 %)
is: Bygging (10%)
it: Architettura (10%)
ja: 睡眠構造（10%）
ko: 구조 (10%)
nb: Arkitektur (10 %)
nl: Architectuur (10%)
pt_br: Arquitetura (10%)
ru: Структура (10%)
sv: Arkitektur (10 %)
zh_hans: 结构（10%）
